[
  {
    "date": "2025-11-13",
    "quote": "There are only two ways to live your life. One is as if nothing is a miracle. The other is as if everything is a miracle.",
    "author": "Albert Einstein"
  },
  {
    "date": "2025-11-13",
    "quote": "You are the only problem you will ever have and you are the only solution.",
    "author": "Bob Proctor"
  },
  {
    "date": "2025-11-13",
    "quote": "No man is happy unless he believes he is.",
    "author": "Publilius Syrus"
  },
  {
    "date": "2025-11-14",
    "quote": "Most people fail in life not because they aim too high and miss, but because they aim too low and hit.",
    "author": "Les Brown"
  },
  {
    "date": "2025-11-15",
    "quote": "A mountain never yields to the wind no matter how strong it is.",
    "author": "Zen Proverb"
  },
  {
    "date": "2025-11-16",
    "quote": "It doesn't matter what you do, only how well you do it.",
    "author": "Dan Millman"
  },
  {
    "date": "2025-11-17",
    "quote": "Decide upon your major definite purpose in life and then organize all your activities around it.",
    "author": "Brian Tracy"
  },
  {
    "date": "2025-11-18",
    "quote": "New beginnings are disguised as painful endings.",
    "author": "Lao Tzu"
  },
  {
    "date": "2025-11-19",
    "quote": "Motivation is what gets you started. Habit is what keeps you going.",
    "author": "Jim Rohn"
  },
  {
    "date": "2025-11-20",
    "quote": "To plant a garden is to believe in tomorrow.",
    "author": "Audrey Hepburn"
  },
  {
    "date": "2025-11-21",
    "quote": "It's just a bad day, not a bad life.",
    "author": "Mary Engelbreit"
  },
  {
    "date": "2025-11-22",
    "quote": "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
    "author": "Elvis Presley"
  },
  {
    "date": "2025-11-23",
    "quote": "Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.",
    "author": "W. Clement Stone"
  },
  {
    "date": "2025-11-24",
    "quote": "Wherever there is danger, there lurks opportunity; wherever there is opportunity, there lurks danger. The two are inseparable.",
    "author": "Earl Nightingale"
  },
  {
    "date": "2025-11-25",
    "quote": "Why compare yourself with others? No one in the entire world can do a better job of being you than you.",
    "author": "Unknown"
  },
  {
    "date": "2025-11-26",
    "quote": "Fears are nothing more than a state of mind.",
    "author": "Napoleon Hill"
  },
  {
    "date": "2025-11-27",
    "quote": "The smallest act of kindness is worth more than the greatest intention.",
    "author": "Kahlil Gibran"
  },
  {
    "date": "2025-11-28",
    "quote": "Wherever you are, it's the place you need to be.",
    "author": "Maxime Lagace"
  },
  {
    "date": "2025-11-29",
    "quote": "When you judge another, you do not define them, you define yourself",
    "author": "Wayne Dyer"
  },
  {
    "date": "2025-11-30",
    "quote": "You will have bad times, but they will always wake you up to the stuff you weren't paying attention to.",
    "author": "Robin Williams"
  },
  {
    "date": "2025-12-01",
    "quote": "A good stance and posture reflect a proper state of mind.",
    "author": "Morihei Ueshiba"
  },
  {
    "date": "2025-12-02",
    "quote": "Courage is almost a contradiction in terms. It means a strong desire to live taking the form of a readiness to die.",
    "author": "Gilbert Chesterton"
  },
  {
    "date": "2025-12-03",
    "quote": "Not doing it is certainly the best way to not getting it.",
    "author": "Wayne Gretzky"
  },
  {
    "date": "2025-12-04",
    "quote": "We've got to live, no matter how many skies have fallen.",
    "author": "D. H. Lawrence"
  },
  {
    "date": "2025-12-05",
    "quote": "The only problem we really have is we think we're not supposed to have problems! Problems call us to higher level- - face & solve them now!",
    "author": "Tony Robbins"
  },
  {
    "date": "2025-12-06",
    "quote": "Happiness is not a goal...it's a by-product of a life well lived.",
    "author": "Eleanor Roosevelt"
  },
  {
    "date": "2025-12-07",
    "quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.",
    "author": "Paramahansa Yogananda"
  },
  {
    "date": "2025-12-08",
    "quote": "To arrive at the simplest truth requires years of contemplation.",
    "author": "Isaac Newton"
  }
]